Repository: npettiaux/NicolasPettiauxWebsite
Catalog: i18n/contents+fr.po
Languages: fr

source: Sailing
fr: Voile

source: A simple website with a blog.
fr: Un simple site web avec un blog.

source: Any help, suggestion, comment, translation is most welcome. Please clone and contribute.
fr: Toute aide, suggestion, commentaire, traduction est très bienvenue. Merci de cloner et contribuer.

source: This website is made with the [Lektor](https://getlektor.com) free software and is developped on [github](https://github.com/npettiaux/NicolasPettiauxWebsite)
fr: Ce site web est fait avec [Lektor](https://getlektor.com) un logigiciel libre et est développé sur [github](https://github.com/npettiaux/NicolasPettiauxWebsite)

source: Here are some topics that I try to contribute to, as « knowledge has only any worth as long as it is shared ».
fr: Voici quelques sujets auxquels j'essaye de contribuee car la « connaissance n'a de valeur que si elle est partagée ».

source: Some bits about my life
fr: Quelques morceaux de ma vie

source: Welcome to Nicolas Pettiaux's website
fr: Bienvenue sur le site web de Nicolas Pettiaux

source: This is an example blog post. Not much here but that's not the point :)
fr: Voici un exemple de blog post. Pas beaucoup d'info mais ce n'est qu'un exemple :)

source: * Project 2
fr: * Projet 2

source: * Project 3
fr: * Projet 3

source: * Project 1
fr: * Projet 1

source: This is a list of the projects:
fr: Voici une liste de projets:

source: About this Website
fr: À propos de ce site web

source: Projects
fr: Projets
